export const CONSTANTS = {
  G: 6.67430e-11,       // Гравитационная постоянная
  c: 299792458,         // Скорость света в вакууме
  e: 1.602176634e-19,   // Элементарный заряд
  e0: 8.8541878128e-12, // Электрическая постоянная ( vacuum permittivity )
  k: 8.9875517923e9,    // Постоянная Кулона
  h: 6.62607015e-34,    // Постоянная Планка
  NA: 6.02214076e23,    // Число Авогадро
  R: 8.314462618,       // Универсальная газовая постоянная
  k_B: 1.380649e-23,    // Постоянная Больцмана
  g: 9.80665,           // Ускорение свободного падения
  m_e: 9.1093837015e-31,// Масса электрона
  m_p: 1.67262192369e-27// Масса протона
};